[{"bezirk":"Mitte","ortsteil":"Mitte","adresse":"Märkisches Ufer 20","lnglat":"POINT(13.4105042 52.512887)","persons":[{"name":"Hedwig Abraham","geburtsname":null,"verlegedatum":"Juni 2004","occupation":null,"geburtstag":"10.01.1861","geburtsort":"Berlin","biografie":"Hedwig Abraham wurde am 10. Januar 1861 in Berlin geboren. Über ihre Jugendjahre ist nichts bekannt. Ab Mitte der 1930er Jahre wohnte sie im Haus Märkisches Ufer 20 (heute: Hausnr. 22) im Bezirk Mitte. Das Haus gehörte der Abraham’schen Erbengemeinschaft. Es wohnten dort noch, als Verwalter, der Kaufmann Richard Abraham sowie eine Witwe C. Abraham. Hedwig Abraham lebte bis zu ihrer Deportation im Jahr 1942 in sehr bescheidenen Verhältnissen. Sie hatte eine Schwester, die in England lebte. Hedwig Abraham wurde zunächst ins Sammellager in der Großen Hamburger Straße 26 gebracht und von dort am 10. September 1942 mit dem „61. Alterstransport“ über Hamburg nach Theresienstadt deportiert. Dort starb die 81-Jährige am 28. November 1942.","info":"Deportation am 10.09.1942 nach Theresienstadt Tot im Ghetto Theresienstadt"},{"name":"Heinz Rosenberg","geburtsname":null,"verlegedatum":"Juni 2009","occupation":"kaufmännischer Angestellter","geburtstag":"20.06.1912","geburtsort":"Berlin ","biografie":"Heinz Rosenberg gehörte zum Berliner Arbeiterwiderstand und war in der Saefkow-Jacob-Bästlein-Organisation aktiv. Er wurde am 20. Juni 1912 in Berlin geboren, war im Arbeitersportverein „Fichte“ und arbeitete bis 1933 als kaufmännischer Angestellter. Seine Wohnung befand sich in Mitte, Märkisches Ufer 20. Nach 1933 konnte Rosenberg seinen kaufmännischen Beruf nicht mehr ausüben und schlug sich als Fensterputzer durch. Seine fünf Geschwister sind in den 1930er Jahren emigriert. Er selbst lebte seit 1942 unangemeldet in einem Laden, den sein Freund Siegfried Forstreuter ihm in der Neuköllner Hermannstraße angemietet hatte. Illegale Papiere besorgte ihm seine Bekannte Lucie Beltz, in deren Wohnung er als Untermieter einige Zeit gelebt hatte. Lucie Beltz arbeitete auf dem Polizeiamt Mitte und hatte Zugang zu entsprechenden Formularen und Stempeln. In der Widerstandsorganisation war er mit Sicherheitsfragen befasst, war am Versand von Soldatenbriefen beteiligt und besorgte Legitimationspapiere für andere Untergetauchte. In seinem Laden versteckte er einen Abziehapparat und Papier für die Herstellung von Flugblättern sowie Feldpostadressen. Auch einen Koffer mit Fahrradmantel, Farbe und Farbrolle, den er von Franz Jacob bekommen hatte, bewahrte er eine Zeitlang dort auf. Der Fahrradmantel war mit einer Parole aus Gummibuchstaben versehen, die beim Fahren auf die Straße übertragen werden sollten. Am 6. Juli 1944 wurde er festgenommen. Wie alle verhafteten Juden wurde auch er nicht vor Gericht gestellt. Seit 1942 gab es eine Vereinbarung zwischen dem Reichsjustizminister O. G. Thierack und dem Reichsführer SS H. Himmler, die regelte, dass festgenommene Juden ins Konzentrationslager eingeliefert werden. Rosenberg wurde ins Konzentrationslager Sachsenhausen deportiert und dort am 20. Februar 1945 auf Befehl des Reichssicherheitshauptamtes erschossen.","info":"Ermordet am 20.02.1945 im KZ Sachsenhausen"}]},{"bezirk":"Mitte","ortsteil":"Mitte","adresse":"Wallstraße 84","lnglat":"POINT(13.40811 52.51201)","persons":[{"name":"Richard Abraham","geburtsname":null,"verlegedatum":null,"occupation":"Kaufmännischer Angestellter","geburtstag":"22.05.1895","geburtsort":"Berlin ","biografie":"Richard Abraham wurde am 22. Mai 1895 in Berlin geboren. Seine Ehefrau Herta, geb. Michaelis, brachte am 21. Oktober 1934 in Berlin die gemeinsame Tochter Ruth Nelly zur Welt. Von 1938 bis zu ihrer Deportation lebte die Familie Abraham im Haus Wallstraße 84 in Berlin-Mitte, in der noch eine jüdische Familie mit einem 5-jährigen Kind wohnte. In den Berliner Adressbüchern wird Richard Abraham als kaufmännischer Angestellter, 1940 als Kaufmann geführt. Die Familie Abraham wurde mit dem „3. großen Alterstransport“ vom 3. Oktober 1942 in das Ghetto Theresienstadt deportiert. Die Tochter Nelly war zu diesem Zeitpunkt sieben Jahre alt. Ein halbes Jahr später, im März 1943, wurde die Familie nach Auschwitz verschleppt und dort ermordet.","info":"Deportation am 03.10.1942 nach Theresienstadt Ermordet in Auschwitz"},{"name":"Herta Abraham","geburtsname":"Michaelis","verlegedatum":null,"occupation":null,"geburtstag":"09.02.1895","geburtsort":"Zerbst/Anhalt","biografie":"Herta Abraham, geb. Michaelis, wurde am 9. Februar 1895 in Zerbst/Anhalt geboren. Sie war verheiratet mit Richard Abraham, der aus Berlin stammte. Herta Abraham brachte am 21. Oktober 1934 in Berlin die gemeinsame Tochter Ruth Nelly zur Welt. Von 1938 bis zu ihrer Deportation lebte die Familie Abraham im Haus Wallstraße 84 in Berlin-Mitte, in der noch eine jüdische Familie mit einem 5-jährigen Kind wohnte. In den Berliner Adressbüchern wird Richard Abraham als kaufmännischer Angestellter, 1940 als Kaufmann geführt. Die Familie Abraham wurde mit dem „3. großen Alterstransport“ vom 3. Oktober 1942 in das Ghetto Theresienstadt deportiert. Die Tochter Nelly war zu diesem Zeitpunkt sieben Jahre alt. Ein halbes Jahr später, im März 1943, wurde die Familie nach Auschwitz verschleppt und dort ermordet.","info":"Deportation am 03.10.1942 nach Theresienstadt weitere Deportation am 09.10.1944 nach Auschwitz Ermordet in Auschwitz"},{"name":"Ruth Nelly Abraham","geburtsname":null,"verlegedatum":null,"occupation":null,"geburtstag":"21.10.1934","geburtsort":"Berlin","biografie":"Ruth Nelly Abraham wurde am 21. Oktober 1934 als Tochter von Richard und Herta Abraham in Berlin geboren. Von 1938 bis zu ihrer Deportation lebte die Familie Abraham im Haus Wallstraße 84 in Berlin-Mitte, in der noch eine jüdische Familie mit einem 5-jährigen Kind wohnte. In den Berliner Adressbüchern wird Richard Abraham als kaufmännischer Angestellter, 1940 als Kaufmann geführt. Die Familie Abraham wurde mit dem „3. großen Alterstransport“ vom 3. Oktober 1942 in das Ghetto Theresienstadt deportiert. Die Tochter Nelly war zu diesem Zeitpunkt sieben Jahre alt. Ein halbes Jahr später, im März 1943, wurde die Familie nach Auschwitz verschleppt und dort ermordet. Ruth Nelly ist acht Jahre alt geworden.","info":"Deportation am 03.10.1942 nach Theresienstadt Ermordet in Auschwitz"}]},{"bezirk":"Mitte","ortsteil":"Moabit","adresse":"Dortmunder Str. 9","lnglat":"POINT(13.336152430001 52.521802710027)","persons":[{"name":"Edmond Adout","geburtsname":null,"verlegedatum":"August 2010","occupation":"Kaufmann / Unternehmer","geburtstag":"13.12.1889","geburtsort":"Adrianopel (Osmanisches Reich) / Edirne ","biografie":"Edmond Adout wurde am 13.12.1889 in Adrianopel (heute: Edirne/Türkei) geboren. Er entstammte der jüdischen Handelsfamilie von Jacob und Mazalto Adout und war zweitältester Sohn. Beide Eltern starben in den 1920er Jahren. Sein älterer Bruder Maurice besaß seit 1927 die Schweizer Staatsbürgerschaft. Edmond Adout war offiziell ledig, lebte aber mit seiner Sekretärin, Untermieterin und Lebensgefährtin seit 1932 in einer größeren Wohnung Dortmunder Str. 9. Die Nürnberger Gesetze verhinderten ab 1935 eine Eheschließung. Der gelernte Kaufmann betrieb hier ein florierendes Handelsgeschäft für Ziegenleder und Schwämme. Im Keller seines Wohnhauses befand sich ein umfangreiches Warenlager. Es enthielt ständig 30 Säcke gepresster und getrockneter Schwämme, die Edmond Adout persönlich von den Mittelmeer-Schiffen in Griechenland und Italien einkaufte. Produktionsstätte und Büro waren Teil der Wohnung, wo die Waren bearbeitet und nach Größen sortiert wurden. Die Fa. Adout war in Berlin wegen des Angebots hochwertiger Leder sehr geschätzt: der Betrieb lieferte u.a. Fensterleder für die Garagen und Gebäudereinigung des Reichs-Luftfahrt-Ministeriums. Die zunehmenden Schikanen des NS-Regimes gegen jüdische Unternehmen versuchte Edmont Adout zu umgehen, indem er vom Judentum zum Islam übertrat. Allerdings verzögerten die Behörden in Istanbul die erforderliche Beglaubigung der Konvertierung zu lange. Im Juli 1942 wurde Erdmond Adout zur Berliner Fremdenpolizei bestellt, von der er nicht mehr zurückkam. Der 17.Osttransport brachte ihn am 11.Juli 1942 in das Vernichtungslager Auschwitz. Bei dessen Befreiung im Janaur 1945 war Edmond Adout nicht unter den Überlebenden. Nach der Deportation beschlagnahmte die Gestapo in der Berliner Wohnung eine \"Schreibmaschine Typ Mercedes Nr.5, ein Radio-Großsuper-Gerät Marke SABA\" sowie das gesamte Warenlager im Wert von etwa 16000 - 21000 RM.","info":"Deportation am 11.07.1942 nach Auschwitz Ermordet in Auschwitz"}]},{"bezirk":"Mitte","ortsteil":"Moabit","adresse":"Elberfelder Str. 20","lnglat":"POINT(13.335758149997 52.521350640006)","persons":[{"name":"Margarete Alexander","geburtsname":"Fraenkel","verlegedatum":"März 2009","occupation":null,"geburtstag":"09.02.1861","geburtsort":"Berlin","biografie":"Margarete Alexander, geb. Fraenkel, kam am 9. Februar 1861 in Berlin zur Welt. Zum Zeitpunkt ihrer Deportation war sie verwitwet, Kinder aus der Ehe gab es offenbar keine. Im Mai 1939, als die Volkszählung durchgeführt wurde, wohnte sie nachweislich noch in der Elberfelder Str. 20 in Moabit, vermutlich zur Untermiete, da sie im Berliner Adressbuch nicht verzeichnet ist. Am 15. Januar 1940 zog sie in das Jüdische Altersheim in der Klopstockstr. 58 um, am 12. Januar 1942 in ein anderes Heim in der Marburger Str. 5. Von dort wurde sie am im Juli 1942 in das Ghetto Theresienstadt deportiert, wo sie am 18. Februar 1943 starb.","info":"Deportation am 21.07.1942 nach Theresienstadt Tot am 18.02.1943 im Ghetto Theresienstadt"},{"name":"Ernst Witt","geburtsname":null,"verlegedatum":"März 2009","occupation":"Handlungsgehilfe, Kaufmann","geburtstag":"02.12.1883","geburtsort":"Samter (Posen) / Szamotuły ","biografie":"Vor dem Haus in der Elberfelder Straße 20 in Berlin-Moabit erinnern heute zwei Stolpersteine an die Familie Witt. Ernst und Hedwig Witt, geb. Baum, führten dort mit ihren zwei Kindern Johanna und Kurt in einer Vier-Zimmer-Wohnung ein gutbürgerliches Leben. Beide stammten aus Dörfern nahe der Stadt Posen. Wann und aus welchen Gründen sie nach Berlin gekommen sind, ist nicht bekannt. Gemeinsam betrieb das Ehepaar ein Schuhgeschäft in der Frankfurter Allee 24/25 in Berlin-Friedrichshain, in dem sie zwei Verkäuferinnen und ein Lehrmädchen beschäftigten. Infolge des Boykotts jüdischer Geschäfte durch die Nationalsozialisten musste die Familie ihre Firma ab 1933 verkleinern. Wiederholt war das Geschäft antisemitischen Angriffen ausgesetzt. 1937 wurden die Scheiben mit antisemitischen Parolen beschmiert, und Ernst Witt wurde auf offener Straße verprügelt. Ein Jahr später, während des Novemberpogroms, verwüstete der nationalsozialistische Mob den Laden und zertrümmerte das Inventar. Der Sohn Kurt Witt ist im gleichen Monat festgenommen worden. Aus Angst, ebenfalls verhaftet zu werden, traute sich Ernst Witt nun nicht mehr, sein eigenes Geschäft zu betreten. Kurz darauf musste der Familienbetrieb aufgelöst werden. Ob der 1916 geborene Sohn Kurt Witt zwischenzeitlich freigelassen und dann erneut verhaftet worden war, ist nicht bekannt. Im September 1940 wurde er im Alter von 24 Jahren über Sachsenhausen und Buchenwald nach Dachau verschleppt. Er war bis zu seiner Deportation unverheiratet geblieben und hatte als Schlosser gearbeitet. Die Haft im Konzentrationslager überlebte er nicht – im November 1942 kam Kurt Witt dort ums Leben. Seine Urne wurde im folgenden Frühjahr auf dem Jüdischen Friedhof Berlin-Weißensee beigesetzt. Zu dieser Zeit war es Angehörigen und vermutlich auch der Jüdischen Gemeinde noch möglich, die Asche der Verstorbenen anzufordern und beizusetzen, auch wenn dies wohl oft ein symbolischer Akt geblieben sein muss. Wer die Urne damals beerdigen ließ, ist nicht bekannt. Die Eltern Ernst und Hedwig Witt waren bereits im November 1941 nach Minsk deportiert worden. Die jüngere Schwester Johanna Neustadt war die einzige Überlebende der vierköpfigen Familie Witt. Sie war im Juli 1939 im Alter von 21 Jahren und wohl als Reaktion auf das Verschwinden ihres Bruders nach England ausgewandert. In London heiratete sie im selben Jahr den ebenfalls aus Berlin kommenden Alfred Neustadt. Vermutlich hatten sie sich schon in Berlin gekannt. Möglicherweise war Johanna zusammen mit ihrem Cousin Herbert Baum emigriert, denn auch er lebte nach dem Krieg in London. Zuvor hatte er mit seinen Eltern Gertrude und Jacob Baum, Hedwigs Bruder, in Berlin-Wilmersdorf gewohnt. Jacob Baum muss mit seiner Frau nach Palästina ausgewandert sein, denn nach dem Krieg – er lebte damals in Haifa – legte er in Yad Vashem mehrere Gedenkblätter für seine Familienmitglieder an, so auch für seine Schwester Hedwig und seinen Schwager Ernst Witt. Aus diesen Gedenkblättern geht auch das weitere Schicksal der Familie Baum hervor: Hedwigs und Jacobs Bruder Arthur Baum ist zusammen mit seiner Frau Paula Baum, geb. Rosenthal, nach Auschwitz deportiert worden. Deren Sohn Horst Baum wurde als 18-Jähriger nach Dachau verschleppt und kam von dort aus mit einem sogenannten Invalidentransport in die Tötungsanstalt Schloss Hartheim, wo er am selben Tag in der Gaskammer ermordet wurde. Auch die drei Cousinen Margarete, Helene und Ella haben die Shoah nicht überlebt. Gleiches gilt für den anderen Zweig der Familie: Ernst Witts Brüder Max, Felix und Hermann wurden nach Auschwitz, Buchenwald und Reval deportiert. An das nach Minsk verschleppte Ehepaar Witt sowie an deren Sohn Kurt erinnern heute vor ihrem ehemaligen Wohnhaus drei Stolpersteine.","info":"Deportation am 14.11.1941 nach Minsk Ermordet im Ghetto Minsk"},{"name":"Hedwig Witt","geburtsname":"Baum","verlegedatum":"März 2009","occupation":null,"geburtstag":"12.07.1897","geburtsort":"Buk (Posen)","biografie":"Vor dem Haus in der Elberfelder Straße 20 in Berlin-Moabit erinnern heute zwei Stolpersteine an die Familie Witt. Ernst und Hedwig Witt, geb. Baum, führten dort mit ihren zwei Kindern Johanna und Kurt in einer Vier-Zimmer-Wohnung ein gutbürgerliches Leben. Beide stammten aus Dörfern nahe der Stadt Posen. Wann und aus welchen Gründen sie nach Berlin gekommen sind, ist nicht bekannt. Gemeinsam betrieb das Ehepaar ein Schuhgeschäft in der Frankfurter Allee 24/25 in Berlin-Friedrichshain, in dem sie zwei Verkäuferinnen und ein Lehrmädchen beschäftigten. Infolge des Boykotts jüdischer Geschäfte durch die Nationalsozialisten musste die Familie ihre Firma ab 1933 verkleinern. Wiederholt war das Geschäft antisemitischen Angriffen ausgesetzt. 1937 wurden die Scheiben mit antisemitischen Parolen beschmiert, und Ernst Witt wurde auf offener Straße verprügelt. Ein Jahr später, während des Novemberpogroms, verwüstete der nationalsozialistische Mob den Laden und zertrümmerte das Inventar. Der Sohn Kurt Witt ist im gleichen Monat festgenommen worden. Aus Angst, ebenfalls verhaftet zu werden, traute sich Ernst Witt nun nicht mehr, sein eigenes Geschäft zu betreten. Kurz darauf musste der Familienbetrieb aufgelöst werden. Ob der 1916 geborene Sohn Kurt Witt zwischenzeitlich freigelassen und dann erneut verhaftet worden war, ist nicht bekannt. Im September 1940 wurde er im Alter von 24 Jahren über Sachsenhausen und Buchenwald nach Dachau verschleppt. Er war bis zu seiner Deportation unverheiratet geblieben und hatte als Schlosser gearbeitet. Die Haft im Konzentrationslager überlebte er nicht – im November 1942 kam Kurt Witt dort ums Leben. Seine Urne wurde im folgenden Frühjahr auf dem Jüdischen Friedhof Berlin-Weißensee beigesetzt. Zu dieser Zeit war es Angehörigen und vermutlich auch der Jüdischen Gemeinde noch möglich, die Asche der Verstorbenen anzufordern und beizusetzen, auch wenn dies wohl oft ein symbolischer Akt geblieben sein muss. Wer die Urne damals beerdigen ließ, ist nicht bekannt. Die Eltern Ernst und Hedwig Witt waren bereits im November 1941 nach Minsk deportiert worden. Die jüngere Schwester Johanna Neustadt war die einzige Überlebende der vierköpfigen Familie Witt. Sie war im Juli 1939 im Alter von 21 Jahren und wohl als Reaktion auf das Verschwinden ihres Bruders nach England ausgewandert. In London heiratete sie im selben Jahr den ebenfalls aus Berlin kommenden Alfred Neustadt. Vermutlich hatten sie sich schon in Berlin gekannt. Möglicherweise war Johanna zusammen mit ihrem Cousin Herbert Baum emigriert, denn auch er lebte nach dem Krieg in London. Zuvor hatte er mit seinen Eltern Gertrude und Jacob Baum, Hedwigs Bruder, in Berlin-Wilmersdorf gewohnt. Jacob Baum muss mit seiner Frau nach Palästina ausgewandert sein, denn nach dem Krieg – er lebte damals in Haifa – legte er in Yad Vashem mehrere Gedenkblätter für seine Familienmitglieder an, so auch für seine Schwester Hedwig und seinen Schwager Ernst Witt. Aus diesen Gedenkblättern geht auch das weitere Schicksal der Familie Baum hervor: Hedwigs und Jacobs Bruder Arthur Baum ist zusammen mit seiner Frau Paula Baum, geb. Rosenthal, nach Auschwitz deportiert worden. Deren Sohn Horst Baum wurde als 18-Jähriger nach Dachau verschleppt und kam von dort aus mit einem sogenannten Invalidentransport in die Tötungsanstalt Schloss Hartheim, wo er am selben Tag in der Gaskammer ermordet wurde. Auch die drei Cousinen Margarete, Helene und Ella haben die Shoah nicht überlebt. Gleiches gilt für den anderen Zweig der Familie: Ernst Witts Brüder Max, Felix und Hermann wurden nach Auschwitz, Buchenwald und Reval deportiert. An das nach Minsk verschleppte Ehepaar Witt sowie an deren Sohn Kurt erinnern heute vor ihrem ehemaligen Wohnhaus drei Stolpersteine.","info":"Deportation am 14.11.1941 nach Minsk Ermordet im Ghetto Minsk"},{"name":"Kurt Witt","geburtsname":null,"verlegedatum":"März 2009","occupation":"Uhrmacher","geburtstag":"08.02.1916","geburtsort":"Berlin ","biografie":"","info":"Deportation am 24.02.1940 nach Sachsenhausen weitere Deportation am 05.09.1940 nach Dachau weitere Deportation am 11.12.1940 nach Buchenwald Ermordet am 14.11.1942 in Dachau"},{"name":"Samuel Wolkenheim","geburtsname":null,"verlegedatum":"März 2009","occupation":"Kaufmann  Handelsvertreter","geburtstag":"04.11.1892","geburtsort":"Bielitz-Biala (Posen) / Bielsko-Biała ","biografie":"","info":"Deportation am 01.11.1941 nach Łódź / Litzmannstadt Tot am 25.10.1942 im Ghetto Litzmannstadt / Łódź"}]}]
 
